[Balance.PawnBalance_SpiderantChubby_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Fat ants")

[Balance.PawnBalance_SpiderantFire_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="remembering the bees")
PlayThroughs[1]=(DisplayName="After following the rules")

[Balance.PawnBalance_SpiderantKnight_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Ant time")
PlayThroughs[1]=(DisplayName="Hundreds of spider ants")

[Balance.PawnBalance_SpiderantQueen_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Spider ants")
PlayThroughs[1]=(DisplayName="Matriarchy in spider ants")

[Balance.PawnBalance_SpiderantRoyalGuard_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="keep the ants")
PlayThroughs[1]=(DisplayName="Praetorian spider ant")

[Balance.PawnBalance_SpiderantSoldier_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="This is a brutal war")
PlayThroughs[1]=(DisplayName="a big animal")

[Balance.PawnBalance_SpiderantSpiderling_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Spider baby")
PlayThroughs[1]=(DisplayName="Spider baby")

[Balance.PawnBalance_SpiderantWorker_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="The work of ants")
PlayThroughs[1]=(DisplayName="You control spiders.")

